Repository: quantumJLBass/connections-forms
Catalog: lang/connections_form-*.po
Languages: hu_hu

source: Please wait, your submission is being processed.
hu_hu: A feldolgozásig türelmedet kérjük.

source: Submission received.
hu_hu: Az űrlapot megkaptuk.

source: We will review and approve your submission soon.
hu_hu: A beküldött adatokat hamarosan átnézzük és jováhagyjuk.

source: Entry Name
hu_hu: Bejegyzés neve

source: Biography
hu_hu: Bemutatkozás

source: Notes
hu_hu: Jegyzet

source: I am an
hu_hu: Én, mint

source: Individual
hu_hu: Magánszemély

source: Organization
hu_hu: Cég

source: Prefix
hu_hu: Cím

source: First Name
hu_hu: Vezetéknév

source: Middle Name
hu_hu: Középsőnév

source: Last Name
hu_hu: Keresztnév

source: Suffix
hu_hu: Utótag (pl. ifj.)

source: Title
hu_hu: Tevékenység

source: Department
hu_hu: Részleg

source: Contact First Name
hu_hu: Kapcsolattartó vezetékneve

source: Contact Last Name
hu_hu: Kapcsolattartó keresztneve

source: Image
hu_hu: Kép

source: Display
hu_hu: Megjelenhet

source: Not Displayed
hu_hu: Nem jelenhet meg

source: Remove
hu_hu: Eltávolít

source: Select Photo
hu_hu: Válassz fotót

source: Select Logo
hu_hu: Válassz logót

source: Address Type
hu_hu: Cím típusa

source: Preferred
hu_hu: Preferált

source: Address Line 1
hu_hu: Cím mező

source: Address Line 2
hu_hu: Cím mező 2

source: Address Line 3
hu_hu: Cím mező 3

source: City
hu_hu: Város

source: State
hu_hu: Megye

source: Zipcode
hu_hu: Irányítószám

source: Country
hu_hu: Ország

source: Latitude
hu_hu: Földrajzi szélesség

source: Longitude
hu_hu: Földrajzi hosszúság

source: Add Address
hu_hu: Cím megadása

source: Phone Numbers
hu_hu: Telefonszámok

source: Phone Type
hu_hu: Telefon típusa

source: Phone Number
hu_hu: Telefonszám

source: Add Phone Number
hu_hu: Telefonszám megadása

source: Email Type
hu_hu: E-mail típus

source: Email Address
hu_hu: E-mail cím

source: Add Email Address
hu_hu: E-mail cím megadása

source: Messenger
hu_hu: Üzenetküldők

source: IM Type
hu_hu: Típusa

source: IM Network ID
hu_hu: Azonosító

source: Add Messenger ID
hu_hu: Üzenetküldő megadás

source: Social Media
hu_hu: Közösségi kapcsolat

source: Social Network
hu_hu: Közösségi hálózat

source: URL
hu_hu: Webcím

source: Add Social Media ID
hu_hu: Közösségi kapcsolat megadása

source: Links
hu_hu: Weboldal

source: Type
hu_hu: Típus

source: Assign link to the image.
hu_hu: Link hozzárendelése a képhez

source: Assign link to the logo.
hu_hu: Link hozzárendelése a fotóhoz.

source: Add Link
hu_hu: Weboldal megadása

source: Dates
hu_hu: Dátumok

source: Birthday
hu_hu: Születésnap

source: Field not available for this entry type.
hu_hu: Mező nem elérhető ehhez a bejegyzéstípushoz

source: Anniversary
hu_hu: Évforduló

source: Category
hu_hu: Kategória

source: Select Categories
hu_hu: Válassz kategóriát

source: Submit
hu_hu: Űrlap beküldése
